Repository: przemekk1385/booker-api
Catalog: booker_api/locale/*/LC_MESSAGES/django.po
Languages: pl

source: apartment
pl: apartament

source: apartments
pl: apartamenty

source: code
pl: kod

source: number
pl: numer

source: Apartment {self.number}
pl: Apartament {self.number}

source: booking
pl: rezerwacja

source: bookings
pl: rezerwacje

source: day
pl: dzień

source: {self.day} {self.get_slot_display()} Apartment {self.apartment.number}
pl: {self.day} {self.get_slot_display()} Apartament {self.apartment.number}

source: Cannot book after 8 p.m.
pl: Nie można rezerwować po 20:00.

source: Booking is possible once per day.
pl: Rezerwacja jest możliwa raz dziennie.

source: Booking is possible once per {days_between_bookings} days.
pl: Rezerwacja jest możliwa raz na {days_between_bookings} dni.

source: {slot} o'clock has already passed.
pl: {slot} już minęła.

source: {val} already passed.
pl: {val} już minęła.

source: Booking can be canceled up to 30 minutes before.
pl: Rezerwację można anulować do 30 minut przed terminem.
